Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: #Files
pl: Pliki

source: &About...
pl: O programie

source: &Access Project Contents
pl: Dostęp do treści projektu

source: &Add
pl: &Dodaj

source: &Add...
pl: &Dodaj...

source: &Allow blank translations in the target files
pl: &Zezwól na pozostawienie nieprzetłumaczonych segmentów w plikach docelowych

source: &Allow only unique characters
pl: &Zezwalać tylko znaki niepowtarzalne

source: &Allow translation to be equal to source
pl: &Zezwól, aby tłumaczenie było takie samo jak źródło

source: &Also allow per-project external commands
pl: &Zezwalaj także na zewnętrzne polecenia przedprojektowe

source: &Always Confirm Quit
pl: Zawsze potwierdzaj przed wyjściem

source: &Apply this font to tabular data (project files, statistics, etc.)
pl: Dostosuj czcionkę do danych w tabeli (pliki projektu, statystyki itp.)

source: &Apply to all
pl: &Zastosuj do wszystkich

source: &Auto-propagation of Translations
pl: Automatyczne zatwierdzanie tłumaczeń

source: &Automatically Fetch Translations
pl: &Automatycznie pobieraj tłumaczenia

source: &Automatically check the spelling of text
pl: &Automatycznie sprawdzaj pisownię tekstu

source: &Automatically search segment text in dictionary
pl: Automatyczne wyszukiwanie tekstu segmentu w słowniku

source: &Back in History
pl: Wstecz w historii

source: &Browse
pl: &Przeglądaj

source: &Browse Online
pl: &Szukaj online

source: &Browse TaaS Collections...
pl: &Przegląd kolekcji TaaS...

source: &Browse...
pl: &Przeglądaj...

source: &Built-in (LanguageTool {0})
pl: &Wbudowana wersja (LanguageTool {0})

source: &Cancel
pl: &Anuluj

source: &Check for Updates...
pl: Wyszukiwanie aktualizacji...

source: &Clear Menu
pl: &Wyczyść menu

source: &Close
pl: &Zamknij

source: &Copy Support Info
pl: &Kopiuj informacje o pomocy technicznej

source: &Cycle
pl: &Zmieniaj cyklicznie

source: &Dictionaries
pl: &słowniki

source: &Do not check printf-variables
pl: &Nie sprawdzaj zmiennych printf

source: &Download
pl: &Pobieranie

source: &Edit
pl: &Edytowanie

source: &Edit...
pl: &Edytowanie...

source: &Editor...
pl: &Edytor...

source: &Enable TaaS terminology lookup
pl: &Zezwól na sprawdzanie terminologii TaaS

source: &Enable autotext
pl: &Włącz autotekst

source: &Enable character table
pl: &Włączyć tabele znaków

source: &Enable glossary suggestions
pl: &Włącz sugerowanie słownika

source: &Enable history completion
pl: Uruchomić wpisywanie z historii

source: &Endnotes
pl: &Przypisy końcowe

source: &Exact search
pl: Dokładne wyszukiwanie

source: &Files
pl: Pliki

source: &Filter
pl: &Filtruj

source: &Find...
pl: &Znajdź...

source: &Finish
pl: &Zakończ

source: &Footnotes
pl: &Przypisy

source: &Forward in History
pl: &Forward in Historia

source: &Glossaries
pl: Glosariusze

source: &Glossary
pl: &Glosariusz

source: &Go To
pl: Przejdź do

source: &Go To Downloads
pl: &Przejdź do pobranych plików

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
pl: &Idź do kolejnego nieprzetłumaczonego segmentu i pozostań tam, gdy istnieje przynajmniej jedno alternatywne tłumaczenie

source: &Help
pl: Pomoc

source: &In translation
pl: W tłumaczeniu

source: &Insert
pl: &Wstaw

source: &Insert Match or Selection
pl: Wprowadź odpowiednik

source: &Install new dictionary...
pl: &Zainstaluj nowy słownik...

source: &Jump To Segment
pl: &Przejdź do segmentu

source: &Keyword search
pl: Wyszukiwanie za pomocą słów kluczowych

source: &Last Changes...
pl: Ostatnie zmiany...

source: &Launch local server
pl: &Uruchomienie lokalnego serwera

source: &Leave the segment empty
pl: &Zostaw segment pusty

source: &License
pl: &Licencja

source: &Load...
pl: &Wczytywanie...

source: &Lower Case
pl: &Małe litery

source: &Make the segmentation rules project specific
pl: Włącz zasady segmentacji charakterystyczne dla projektu

source: &Match Statistics
pl: &Statystyka dopasowań

source: &Minimal similarity:
pl: &Minimalna zgodność:

source: &Modification Info
pl: &Informacja o modyfikacji

source: &Move Down
pl: [coś w rodzaju]Przesuń n&iżej

source: &Name/ID:
pl: Imię i &nazwisko/ID:

source: &Never
pl: &Nigdy

source: &New Script
pl: &Nowy skrypt

source: &New...
pl: &Nowy...

source: &Next Segment
pl: Kolejny segment

source: &Open Script...
pl: &Otwórz skrypt...

source: &Open...
pl: &Otwórz...

source: &Options
pl: &Opcje

source: &Preferences...
pl: Preferencje...

source: &Prefix:
pl: Tekst &przed dopasowaniem:

source: &Preserve spaces for all tags
pl: &Zostaw miejsce dla wszystkich tagów

source: &Previous Segment
pl: &Poprzedni Segment

source: &Project
pl: &Projekt

source: &Properties...
pl: Właściwości

source: &Quit
pl: Zamknij

source: &Redo Last Action
pl: Ponów ostatnią czynność

source: &Refresh
pl: &Aktualizuj

source: &Regular expressions
pl: Wyrażenia regularne

source: &Reload
pl: &Załaduj ponownie

source: &Remove
pl: &Usuń

source: &Remove Filter
pl: &Usuń filtr

source: &Remove untranslated strings in the target files
pl: &Usuń nieprzetłumaczone ciągi znaków w pliku docelowym

source: &Replace
pl: &Zamień

source: &Replace Next
pl: &Zastąp następny

source: &Replace...
pl: &Zamień...

source: &Reset Master Password
pl: &Zresetuj hasło główne

source: &Reset Options
pl: &Zresetuj opcje

source: &Reset This Colour
pl: &Zresetuj ten kolor

source: &Restore Main Window
pl: Przywróć okno główne

source: &Root
pl: &źródło

source: &Run
pl: &Otwórz

source: &Save
pl: &Zapisz

source: &Save As...
pl: &Zapisz jako...

source: &Save...
pl: &Zapisywanie...

source: &Search
pl: &Szukaj

source: &Search Project...
pl: Szukaj projektu

source: &Search for Selection
pl: &Szukaj zaznaczenia

source: &Segment Number...
pl: Numer segmentu

source: &Segmentation...
pl: Segmentacja

source: &Select
pl: &Wybierz

source: &Sentence Case
pl: &Duża pierwsza litera zdania

source: &Sheet Names
pl: &Nazwy arkuszy

source: &Show All
pl: &Pokaż wszystko

source: &Show Relevant Suggestions Automatically
pl: Automatyczne wyświetlanie istotnych sugestii

source: &Show in Editor context menu
pl: &Pokaż w menu kontekstowym edytora

source: &Show relevant suggestions automatically
pl: &Automatyczne wyświetlanie istotnych sugestii

source: &Skip
pl: &Pomiń

source: &Skip PO header
pl: &Pomiń PO header

source: &Source (segment {0}):
pl: &Źródło (segment {0}):

source: &Source Files
pl: dokumenty źródłowe

source: &Source Files Language:
pl: Język plików źródłowych:

source: &Source Language Tokenizer:
pl: Tokenizacja języka źródłowego:

source: &Statistics
pl: &Statystyka

source: &Store for this session only
pl: &Zapisz tylko dla tej sesji

source: &TaaS Terminology Lookup
pl: &sprawdzić terminologie TaaS

source: &Target Files
pl: dokumenty docelowe

source: &Target Language Tokenizer:
pl: Tokenizacja języka docelowego:

source: &Title Case
pl: &Duża pierwsza litera nazw własnych

source: &Tools
pl: Narzędzia

source: &Translated
pl: Przetłumaczone

source: &Translated Files Language:
pl: Język plików docelowych:

source: &Undo Changes
pl: &Cofnij zmiany

source: &Undo Last Action
pl: Cofnij ostatnią czynność

source: &Untranslated Segments Only
pl: Tylko &nieptrzetłumaczone segmenty

source: &Upper Case
pl: &Duże litery

source: &User's Manual...
pl: Przewodnik użytkownika

source: &Validate tags when leaving a segment
pl: &Sprawdź znaczniki przy opuszczaniu segmentu

source: &View
pl: &Widok

source: &value (of form input, including button, submit and reset)
pl: &value (wartość formy inputu, w tym "button", "submit" i "reset")

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
pl: Znak " * " nie pasuje do żadnych lub pasuje do wielu znaków ("bieg*" pasuje do "bieg", "biegnie", "biegnąć", itd.) Znak "? " pasuje do jednego znaku ("bieg?" pasuje do "biegi", ale nie do "biegnąć" czy "biegnie").

source: (+{0} more)
pl: (+{0} więcej)

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
pl: (Otwórz instrukcję obsługi i wejdź w 'Pliki do tłumaczenia' > 'Formaty plików', aby wyświetlić listę obsługiwanych formatów.) Aby dodać pliki do projektu, kliknij przycisk Kopiuj pliki do foldera źródłowego w oknie Pliki projektu lub wybierz tę opcję w menu Projektu i zaznacz pliki, które chce skopiować.

source: (Leave the Password empty if you are using an API Key.)
pl: (Pozostaw hasło puste, jeżeli używasz klucza API.)

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
pl: (Nadal będzie można uzywać OmegaT 3.6 do zmiany projektu w projekt zespołowy).

source: (close tag)
pl: (znacznik zamknięcia)

source: (comment tag)
pl: (znacznik komentarza)

source: (empty tag)
pl: (pusty znacznik)

source: (external search commands)
pl: (komendy wyszukiwania zewnętrznego)

source: +{0} more
pl: +{0} więcej

source: ---- Localization Notes ----
pl: ---- Uwagi dotyczące lokalizacji ----

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
pl: --ITokenizer=<nazwa klasy> --ITokenizerTarget=<nazwa klasy> Źródłowy lub docelowy lematyzator do użycia (zastępuje ustawienia projektu).

source: --config-file=<path> A Java .properties file from which to load default settings.
pl: --config - file = <ścieżka> Java. plik właściwości, z którego mają zostać załadowane ustawienia domyślne.

source: --disable-location-save Do not remember the last directory opened in the file picker.
pl: --wyłącz-zapisywanie lokalizacji Nie zapamiętuj ostatniego otwartego katalogu w selektorze plików

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
pl: --wyłącz-blokowanie projektu Nie próbuj blokować pliku projektu omegat.project.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
pl: --tryb = [console-translate | console-pseudotranslatetmx | console-align] Określ tryb inny niż domyślny (interfejs użytkownika).

source: --no-team Disable team project functionality.
pl: --brak zepsołu Dezaktywuj funkcję projektów zespołowych.

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
pl: --pseudotranslatetype=[equal|empty] Treść do dołączenia do pseudo-przetłumaczonego pliku TMX.

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
pl: --projekt zdalny Pobierz plik omegat.project z adresu URL podanego jako <ścieżka projektu> i wczytaj projekt..

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
pl: --źródło-plik=<ścieżka> Plik .właściwości języka Java do użycia jako tekst interfejsu --config-dir = <ścieżka> Katalog do odczytu / zapisu plików konfiguracyjnych OmegaT z / do.

source: --script=<path> A script file to be executed on project events.
pl: --script=<ścieżka> Plik skryptu do wykonania podczas zdarzeń występujących w projekcie.

source: --tag-validation=[abort|warn] Validate tags.
pl: --tag-validation=[abort|warn] Sprawdź poprawność tagów.

source: -h, --help Show usage information.
pl: -p, --pomoc Wyświetl informacje o użytkowaniu.

source: 1 conflict
pl: 1 Konflikt

source: 1 segment
pl: Segment 1

source: 1) Reduce the number of source files and translate in batches;
pl: 1) Zmniejsz liczbę plików źródłowych i przetłumacz partiami;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
pl: 2) Zwiększ ilość pamięci dostępnej dla OmegaT, uruchamiając go z linii poleceń lub ze skryptu z następującymi parametrami "java -Xmx<size-in-MB>M -jar OmegaT.jar" aktualna konfiguracja to {0}MB;

source: <&br> (breaks)
pl: <&br> (nowy wiersz)

source: <EMPTY>
pl: <PUSTE>

source: <No suggestions>
pl: <Brak sugestii>

source: OmegaT contains the Java JRE 1.8
pl: OmegaT zawiera Java JRE 1.8

source: OmegaT is a robust application.
pl: OmegaTjest niezawodnym programem.

source: OmegaT is available bundled with a Oracle Java JRE for Linux (Intel x86) and Windows platforms.
pl: OmegaT jest niedostępna w pakiecie z Oracle Java JRE dla platform Linux (Intel x86) i Windows.

source: OmegaT remembers the segments executed.
pl: OmegaT zapamiętuje ostatnio otwierane segmenty.

source: <auto>
pl: <automatyczne>

source: -Duser.country=XX Besides the language, you can also specify the country, for example CN or TW in case of the Chinese language.
pl: -Duser.country=XX Oprócz języka, można również określić kraj, na przykład CN lub TW w przypadku języka chińskiego.

source: -Dhttp.proxyHost=nnn.nnn.nnn.nnn The IP address of your proxy server, if your system uses a proxy.
pl: -Dhttp.proxyHost=nnn.nnn.nnn.nnn Adres IP serwera proxy, jeśli system używa proxy.

source: -Dhttp.proxyPort=NNNN The port number your system uses to access the proxy server.
pl: -Dhttp.proxyPort=NNNN Numer portu używanego przez system do dostępu do serwera proxy.

source: -Duser.language=XX Normally, i.e. when OmegaT is launched without any arguments, the program first detects the language of the user's operating system.
pl: -Duser.language=XX Zwykle, tzn. gdy OmegaT jest uruchamiany bez żadnych argumentów, program najpierw wykrywa język systemu operacyjnego użytkownika.

source: -Xmx??MThis command assigns more memory to OmegaT.
pl: -Xmx??MTo polecenie przypisuje więcej pamięci do OmegaT.

source: I don't know: open a terminal and type java -version.
pl: Nie wiem: otwórz terminal i wpisz java -version.

source: Install over the existing installation. To do this, simply select the same installation folder as the existing installation when installing the new version.
pl: Instalowanie na istniejącej instalacji. Aby to zrobić, wystarczy podczas instalacji nowej wersji wybrać ten sam folder instalacyjny, co w istniejącej instalacji.

source: Install to a new folder. This will enable you to keep both versions side-by-side, which you may wish to do until you feel comfortable with the new version.
pl: Instalacja w nowym folderze. Pozwoli to na zachowanie obu wersji obok siebie, co warto zrobić do czasu, aż poczujesz się komfortowo z nową wersją.

source: No / I don't know: download OmegaT_4.n.n_Linux.tar.bz2.
pl: Nie / Nie wiem: pobierz OmegaT_4.n.n_Linux.tar.bz2.

source: No / I don't know: download OmegaT_4.n.n_Windows.exe.
pl: Nie / Nie wiem: pobierz OmegaT_4.n.n_Windows.exe.

source: No: obtain a Java JRE for your system (see below) and download OmegaT_4.n.n_Without_JRE.zip.
pl: Nie: uzyskaj Java JRE dla twojego systemu (patrz niżej) i pobierz OmegaT_4.n.n_Without_JRE.zip.

source: Yes: download OmegaT_4.n.n_Windows_without_JRE.exe.
pl: Tak: pobierz OmegaT_4.n.n_Windows_without_JRE.exe.

source: Yes: download OmegaT_4.n.n_Without_JRE.zip.
pl: Tak: pobierz OmegaT_4.n.n_Without_JRE.zip.

source: Yes: download OmegaT_4.n.n_Windows_without_JRE.zip.
pl: Tak: pobierz OmegaT_4.n.n_Windows_without_JRE.zip.

source: OmegaT.app can make use of macOS Services.
pl: OmegaT.app pozwala na korzystanie z Usług macOS.

source: LanguageTool Issues (optional).
pl: Problemy z narzędziem języka (opcjonalnie).

source: Spelling Issues (optional).
pl: Problemy z poprawną pisownią (opcjonalnie).

source: Terminology Issues (optional).
pl: Problemy z terminologią (opcjonalnie).

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
pl: <html><center>Loading...<br><br>Wskazówka: Zezwól/blokuj kontrolę przez "opcje"w menu w każdym momencie </center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
pl: <html><i>Ustawienia</i> &gt; <i>Ogólne</i> &gt; <i>Wciśnij TAB aby przejść dalej</i> zaznaczone</html>

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
pl: <html>Dodaj wzorce używając symboli wieloznacznych (styl Apache Ant): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>

source: <html>Per-project external commands are disabled and will not be executed.
pl: <html>Zewnętrzne polecenia dla projektu są wyłączone i nie będą wykonywane.

source: <html>Place the caret at the location where you want to split the text.</html>
pl: <html>Umieść kursor w miejscu, w którym chcesz podzielić tekst.</html>

source: <html>Repository URL:</html>
pl: <html> repozytorium URL:</html>

source: <html>Term: <b>{0}</b><br>Glossaries:<br>{1}</html>
pl: <html>Termin: <b>{0}</b><br>Glosariusze:<br>{1}</html>

source: <none>
pl: <brak>

source: Menu Project New...
pl: Projekt menu Nowy...

source: Project Create / open new
pl: Project Utwórz / otwórz nowy

source: XX in the command stands for the two-digit code of the desired language.
pl: XX w poleceniu oznacza dwucyfrowy kod żądanego języka.

source: ?? stands for the amount of memory assigned, in megabytes.
pl: ?? oznacza ilość przydzielonej pamięci, w megabajtach.

source: Note: On an Apple Mac, use the Command key instead of the Control key.
pl: Uwaga: W systemie macOS, należy użyć klawisza Command zamiast klawisza Control.

source: A list of possible arguments is given below.
pl: Lista możliwych argumentów jest podana poniżej.

source: A note is just a comment regarding this set of source text and translation.
pl: Notatka jest tylko komentarzem do tego segmentu składającego się z tekstu źródłowego i tłumaczenia.

source: A restart is required in order to apply these changes
pl: Wymagany jest ponowny start, w ten sposób zastosujesz zmiany.

source: A source sentence might look like:
pl: Zdanie źródłowe może wyglądać następująco:

source: A&dd
pl: Dodaj

source: A&ggregate Tags
pl: Połącz tagi

source: A&uto-completion
pl: A&utouzupełnianie

source: ANTLR (ANTLR 3 License)
pl: ANTLR (licencja ANTLR 3)

source: API Key (optional)
pl: Klucz API (opcjonalnie)

source: API Key:
pl: Klucz API:

source: ASCII Only
pl: Tylko ASCII

source: Aaron Madlon-Kay is the OmegaT project manager.
pl: Aaron Madlon-Kay jest kierownikiem projektu OmegaT.

source: Abort: Exit with an error if tags invalid.
pl: Abort: zakończ z błędem, jeśli są jakieś nieprawidłowe tagi.

source: Aborted.
pl: Przerwano.

source: About OmegaT
pl: O programie OmegaT

source: About...
pl: Informacje...

source: Access Configurat&ion Folder
pl: Dostęp do folderu konfiguracji

source: Access Project Contents
pl: Dostęp do treści projektu

source: Access Scripts Folder
pl: Otwórz katalog skryptu

source: Actions & Settings
pl: Akcje & Ustawienia

source: Active segment source
pl: Aktywuj segment źródłowy

source: Active segment source text
pl: Aktywuj plik tekstowy segmentu źródłowego

source: Active segment target
pl: Aktywuj segment docelowy

source: Active segment target text
pl: Aktywuj plik tekstowy segmentu docelowego

source: Add
pl: Dodaj

source: Add Glossary Entry
pl: Dodaj hasło do glosariusza

source: Add Script
pl: Dodaj skrypt

source: Add To Dictionary
pl: Dodaj do słownika

source: Add To Dictionary: “{0}”
pl: Dodaj do słownika "{0}"

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
pl: Kliknij dwukrotnie lub podświetl pole znaków i naciśnij klawisz Insert aby wstawić znaki do tabeli niestandardowej.

source: Added {0} glossary entries from {1}
pl: Dodano {0} wpis do słownika z {1}

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
pl: Dodane: {1}, Usunięte: {2}, Zmodyfikowane: {3} (Konflikty: {0})

source: Adding OmegaT to the Dock
pl: Dodawanie OmegaT do Docka.

source: Adding OmegaT to your menus (KDE) or panels (Gnome)
pl: Dodawanie OmegaT do menu (KDE) lub paneli (Gnome)

source: Advanced users can obtain more information on the arguments by typing man java in the terminal window.
pl: Zaawansowani użytkownicy mogą uzyskać więcej informacji na temat argumentów wpisując man java w oknie terminala.

source: Advice: if OmegaT works slowly in Remote Desktop sessions under Windows, you may use this option:
pl: Porada: jeśli OmegaT działa wolno w sesjach Remote Desktop w Windows, można skorzystać z tej opcji:

source: After the source files have loaded in the Editor pane, you can close the Project Files dialog.
pl: Po tym, jak pliki źródłowe zostaną załadowane w panelu Edytor możesz zamknąć okno dialogowe Pliki projektu.

source: After you give your project a name, the Create New Project dialog will open.
pl: Po nadaniu nazwy projektowi, okno dialogowe Utwórz nowy projekt zostanie otwarte.

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment (or Ctrl+Shift+U to move to the next translated segment).
pl: Po przetłumaczeniu każdego segmentu, kliknj Ctrl+Uaby przejść do następnego nieprzetłumaczonego segmentu (lub Ctrl+Shift+U aby przejść do następnego przetłumaczonego segmentu).

source: Aggressive &Font Fallback
pl: Wymuszona &zmiana czcionki

source: Aggressive Font Fallback
pl: Wymuszona zmiana czcionki

source: Algorithm:
pl: Algorytm:

source: Align
pl: Dopasuj

source: Align Files
pl: Dopasuj pliki

source: Align Files...
pl: Dopasuj pliki...

source: Align project against {0}
pl: Dopasuj projekt z {0}

source: Aligner "Accepted" Group
pl: Dopasowywanie: grupa "zaakceptowana"

source: Aligner "Needs Review" Group
pl: Dopasowywanie: grupa wymagająca weryfikacji

source: Aligner Highlight
pl: Dopasowywanie: wyróżnienie

source: Aligner Table Row Highlight
pl: Dopasowywanie: wyróżnienie wiersza tabeli

source: All
pl: Wszystko

source: All domains
pl: Wszystkie domeny

source: All preferences protected by the master password will be reset.
pl: Wszystkie ustawienia zabezpieczone hasłem głównym zostaną zresetowane.

source: Allo&w tag editing
pl: Pozwó&l na edycję znaczników

source: Allow to save password as plain text
pl: Pozwól na zapisanie hasło jako zwykły tekst

source: Allow translated tags to be in a di&fferent order
pl: ﻿Pozwól, aby przetłumaczone znaczniki pojawiały się w in&nej kolejności

source: Allow translating &blank source segments
pl: Zezwól na tłumaczenie nieprzetłumaczonych segmentów

source: Allows to view, add, remove or edit a note in the active segment.
pl: Umożliwia przeglądanie, dodawanie, usuwanie lub edycję notatki w aktywnym segmencie.

source: Allows you to activate/deactivate the Machine Translation tools offered.
pl: Umożliwia aktywację/dezaktywacjęjednej lub więcej usług tumaczeń maszynowych.

source: An error occurred
pl: Wystąpił błąd

source: An error occurred when loading the script: {0}
pl: Wystąpił błąd podczas ładowania skryptu: {0}

source: An error occurred when loading the source files.
pl: Wystąpił błąd podczas ładowania plików źródłowych.

source: An error occurred when saving the TMX.
pl: Podczas zapisywania pliku TMX wystąpił błąd.

source: An error occurred when trying to detect the project file.
pl: Wystąpił błąd podczas próby wykrycia pliku projektu.

source: An error occurred while downloading the dictionary.
pl: cPodczas pobierania słownika wystąpił błąd.

source: An error occurred while opening the item.
pl: Podczas otwierania pliku wystąpił błąd.

source: An error occurred while processing a font changed event: {0}
pl: Wystąpił błąd podczas próby przetworzenia zdarzenia zmieniona czcionka: {0}
